var list_init = [
    {
        title: "月结供应商付款申请单",
        ele: "#forList",
        data: [
            "项目名称",
            "分包合同名称",
            "合同编号",
            "合同价/结算价",
            "分包合同负责人",
            "分包负责人电话",
            "银行名称",
            "银行账号",
            "银行开户人名称",
            "银行支行名称",
            "累计已完成金额",
            "累计已付款金额（元）（不含本期应扣款）",
            "本期应扣款（元）",
            "结余金额（元）",
            "本次申请支付金额（元）",
            "分包合同负责人/委托人签名",
        ]
    },
    {
        title: "新增项目",
        ele: "#forList",
        data: [
            "项目名称：",
            "合同价：",
            "已收进度款：",
            "现金费用（预计费用）：",
            "现金费用（实际费用）：",
            "机械费用（预计费用）：",
            "机械费用（实际费用）：",
            "劳务分包费用（预计费用）：",
            "劳务分包费用（实际费用）：",
            "公司税管费用（预计费用）：",
            "公司税管费用费用（实际费用）：",
            "新增日期："
        ]
    },
    {
        title: "新增任务",
        ele: "#forList",
        data: [
            "任务名称：",
            "任务进度情况：",
            "任务发包人：",
            "新增日期：",
            "任务详情"
        ]
    }
]